Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/sohkabealli-dassearvvu-hehttehussan.html.tmx
Source language: sme
Languages: sma

source: Sohkabealli dásseárvvu hehttehussan / Sosiála / Dearvvašvuohta ja sosiála / Sámediggi - Sametinget
sma: Tjoele goh heaptoe mïrrestallemasse / Sosijaale / Healsoe jïh sosijaale / Saemiedigkie - Sametinget

source: Sohkabealli dásseárvvu hehttehussan
sma: Tjoele goh heaptoe mïrrestallemasse

source: Mii áigut ságastallat, dalle go sámediggeráđđi ovddida čilgehusa sohkabealdásseárvvu birra dievasčoahkkimii boahtte vahkus, veahkaválddi birra nissonolbmuid vuostá, sohkabealidentitehta ja rabasvuođa birra seksuála soju ektui sámi servodagas.
sma: Nyjsenæjjaj vööste, tjoeleidentiteete jïh eerlegevoete seksuellevoeten bïjre saemien siebriedahkine leah naakede destie maam edtja digkiedidh gosse saemiedigkieraerie sov reektestimmiem buakta tjoelemïrrestallemen bïjre stoerretjåanghkose mubpien våhkoen.

source: Ráđđelahttu Henrik Olsen háliida eanet rabas, gierdavaš ja searvvaheaddji sámi servodaga.
sma: Raerielïhtsege Henrik Olsen daejnie aktem vielie gaahpode, toleraante jïh feerhmeles siebriedahkem sæjhta.

source: - Sámediggeráđđái lea deaŧalaš ahte sámi servodat ja sámi oktasašvuohta leat rahpasat, gierdavaččat ja searvvaheaddji.
sma: - Saemiedigkieraerien mïelen mietie dle vihkeles saemien siebriedahke jïh saemien ektievoete edtja gaahpode, toleraante jïh feerhmeles årrodh.

source: Ollu daid áššečuolmmaid birra mat čatnasit sohkabeallái, dásseárvui ja sodjui sáhttá leat váttis hállat.
sma: Maahta geerve årrodh soptsestidh gelliej dej dåeriesmoeretjoelmi bïjre mah leah ektiedamme tjoelese, mïrrestallemasse jïh seksuellevoetese.

source: Dan maid vuosttamužžan fertet dahkat lea oažžut dáid áššiid politihkalaš agendai, cealká ráđđelahttu Olsen.
sma: Dïhte voestes maam tjoerebe darjodh lea dan åvteste daejtie aamhtesidie dan politihkeles aamhteselæstose bïejedh, raerielïhtsege Olsen jeahta.

source: Čilgehusas ovdan buktojuvvojit iešguđege suorggit main sohkabealli sáhttá leat dásseárvvu hehttehussan, nugo veahkaváldi nissonolbmuid vuostá, sohkabealidentitehta ja seksuála sodju.
sma: Reektestimmesne joekehts suerkieh åehpiedahta gusnie tjoele maahta akte heaptoe mïrrestallemasse årrodh, daan nuelesne vædtsoesvoete nyjsenæjjaj vööste, tjoeleidentiteete jïh seksuellevoete.

source: - Veahkaváldi nissonolbmuid vuostá lea máilmmiviidosaš váttisvuohta, ja mis ii leat makkárge sivva jáhkkit ahte sámi servodagas livččii dilli earálágan.
sma: - Vædtsoesvoete nyjsenæjjaj vööste akte veartenevijries dåeriesmoere, jïh ibie maehtieh veanhtadidh gænnah daate jeatjahlaakan saemien siebriedahkine.

source: Identitehta sohkabeali ektui lea nanus sámi servodagas ja sáhttá leat váttis hilgut dán sohkabealnorpma.
sma: Identiteete ektiedamme tjoelese lea nænnoes saemien siebriedahkine, jïh maahta geerve årrodh daam tjoelevuekiem vuastalidh.

source: Muhtumiin lea ain váttis dohkkehit ahte ráhkistit seamma sohkabeale olbmo.
sma: Gallasidie lea annje geerve jååhkesjimmiem mubpijste åadtjodh jis naakenem seamma tjoeleste eahtsa.

source: Buot dát hehtte duohta sohkabealdásseárvvu, cealká Henrik Olsen.
sma: Gaajhke daate aktem tjïelke tjoelemïrrestallemem heerrede, Henrik Olsen jeahta.

source: Minoritehta minoritehta gaskkas
sma: Unnebelåhkoe unnebelåhkosne

source: Čilgehusas boahtá ovdan ahte lesbbat, homofiillat, bifiillat ja guovttesárgálaš olbmot sámi servodagas leat minoritehtat minoritehta siste ja ahte ollugat vásihit vaši ja jaskatvuođa jos sii háliidit boahtit oidnosii.
sma: Reektestimmesne tjåådtje lesbiske, homofijle jïh bifijle jïh transalmetjh saemien siebriedahkine leah goh unnebelåhkoeh unnebelåhkosne jïh jeenjesh dovne aassjoem jïh sjeavohtsvoetem dååjroeh jis veeljieh eerlege årrodh.

source: Ráđđelahttu Henrik Olsen doaivu ahte eanet rabasvuohta sohkabealidentitehta ja seksuála soju ektui sámi servodagas dagahivččii ahte gierdavašvuohta buorránivččii.
sma: Raerielïhtsege Henrik Olsen gegkeste jis stuerebe eerlegevoete tjoeleidentiteeten jïh seksuellevoeten bïjre saemien siebriedahkesne dellie dïhte sæjhta goerkesadtemem lissiehtidh.

source: - Sámi servodagas galgá leat sadji buohkaide ja galggašii leat iešalddis čielga ášši ahte sáhttit ráhkistit ovtta beroškeahttá sohkabealis, almmá ahte vašuhuvvot ja váldošeimmet vuostá jaskatvuođain.
sma: - Edtja sijjie årrodh gaajhkesidie saemien siebriedahkesne jïh hævvi byöroe maehtedh iehtsedh dam maam sïjhtebe ovjearohke tjoeleste, bielelen aassjoem jïh sjeavohtsvoetem dååjredh.

source: Mii fertet maiddái duostat hástalit tabuáššiid sohkabealidentitehta oktavuođas vai sáhttit ovddidit servodaga viidáseappot.
sma: Tjoerebe aaj doestedh tabu ' ide haestedh mah leah ektiedamme tjoeleidentiteetese juktie siebriedahkem guhkiebasse evtiedidh.

source: Čilgehus galgá leat vuođđun dásseárvodoaibmaplánii ja doaibmabijut galget searvvahuvvot Sámedikki jahkásaš bušeahtaide.
sma: Reektestimmie edtja akte våarome årrodh akten dahkoesoejkesjasse mïrrestallemasse, jïh edtja råajvarimmide sjïehtesjidh Saemiedigkien fïerhten jaepien budsjedtine.

source: Čilgehusa čuovvoleapmin áigu sámediggeráđđi geassemánus doallat seminára lesbbaid, homofiillaid, bifiillaid ja guovttesárgálaš olbmuid birra sámi servodagas.
sma: Goh akte guhkiebasse barkoe reektestimmeste saemiedigkieraerie sæjhta aktem seminaarem hööltedh lesbiske, homofijle jïh transalmetji bïjre saemien siebriedahkine ruffien.

source: Oktavuohtaolmmoš:
sma: Govlehtallije:
